Repository: myclabs/Inventory
Catalog: application/languages/Techno/familyDetail.tmx
Source language: fr
Languages: en

source: Général
en: General

source: Ajout d'une dimension
en: Creation of a dimension

source: Merci de choisir une autre signification, celle-ci est déjà associée à une autre dimension de cette famille.
en: Please choose another meaning, this one already corresponds to another dimension of this family.

source: Supprimer cette famille
en: Delete this family

source: Cette famille ne peut pas être supprimmée, car elle possède au moins un élément choisi.
en: This family cannot be deleted, since it contains at least one chosen element.

source: Il n'y a aucune documentation pour cette famille.
en: No documentation for this family.
